experiment-results/gmg/nsvr=3/ncli=3/icli=2/tcli=1/vcli=2/wrkld=1:81/mgshrd=true/mgsize=81/nmw=2/tmw=8/ttime=70/cliout1rep3.out
1         Threads
2         Connections per thread
70        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets          18.42          ---          ---     20.63100        74.41 
Gets          18.42      1491.24         0.84     87.92000      6025.99 
Waits          0.00          ---          ---      0.00000          --- 
Totals        36.84      1491.24         0.84     54.27600      6100.40 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       2.200         0.16
SET       2.400         0.23
SET       2.500         0.31
SET       2.600         0.54
SET       2.700         1.09
SET       2.800         1.32
SET       2.900         1.55
SET       3.000         1.78
SET       3.200         2.17
SET       3.300         2.56
SET       3.400         2.71
SET       3.500         2.95
SET       3.600         3.49
SET       3.700         3.72
SET       3.800         4.03
SET       3.900         4.42
SET       4.000         4.96
SET       4.100         5.43
SET       4.200         5.81
SET       4.300         5.89
SET       4.400         6.05
SET       4.500         6.36
SET       4.600         6.74
SET       4.700         6.82
SET       4.800         6.98
SET       4.900         7.36
SET       5.000         7.60
SET       5.100         7.67
SET       5.200         7.75
SET       5.300         8.22
SET       5.400         8.37
SET       5.500         8.60
SET       5.600         8.76
SET       5.700         8.91
SET       5.900         9.22
SET       6.000         9.38
SET       6.100         9.46
SET       6.200         9.61
SET       6.300         9.84
SET       6.400        10.00
SET       6.500        10.16
SET       6.600        10.31
SET       6.700        10.47
SET       6.800        10.62
SET       6.900        10.70
SET       7.000        11.09
SET       7.100        11.24
SET       7.200        11.40
SET       7.400        11.47
SET       7.500        11.63
SET       7.600        11.71
SET       7.700        11.86
SET       7.800        12.17
SET       7.900        12.25
SET       8.000        12.56
SET       8.100        12.95
SET       8.300        13.02
SET       8.400        13.18
SET       8.500        13.26
SET       8.600        13.57
SET       8.700        13.80
SET       8.800        13.88
SET       8.900        13.95
SET       9.000        14.19
SET       9.100        14.42
SET       9.200        14.81
SET       9.300        15.04
SET       9.400        15.27
SET       9.600        15.35
SET       9.700        15.43
SET       9.800        15.66
SET       9.900        15.97
SET      10.000        17.44
SET      11.000        20.23
SET      12.000        23.80
SET      13.000        27.29
SET      14.000        31.01
SET      15.000        40.00
SET      16.000        44.65
SET      17.000        46.90
SET      18.000        48.60
SET      19.000        48.99
SET      20.000        49.77
SET      21.000        50.23
SET      22.000        51.32
SET      23.000        51.78
SET      24.000        52.56
SET      25.000        53.95
SET      26.000        55.66
SET      27.000        59.77
SET      28.000        63.95
SET      29.000        67.91
SET      30.000        81.40
SET      31.000        95.43
SET      32.000        96.98
SET      33.000        97.83
SET      34.000        98.45
SET      35.000        98.91
SET      36.000        99.07
SET      37.000        99.22
SET      39.000        99.30
SET      42.000        99.38
SET      43.000        99.46
SET      44.000        99.61
SET      45.000        99.69
SET      46.000        99.84
SET      47.000       100.00
---
GET      32.000         0.23
GET      36.000         0.31
GET      37.000         0.47
GET      39.000         0.54
GET      40.000         0.70
GET      42.000         0.85
GET      43.000         0.93
GET      44.000         1.09
GET      47.000         1.78
GET      48.000         2.64
GET      49.000         3.10
GET      50.000         3.57
GET      51.000         4.34
GET      52.000         4.65
GET      53.000         5.19
GET      54.000         5.50
GET      55.000         5.66
GET      56.000         6.05
GET      57.000         6.51
GET      58.000         6.67
GET      59.000         7.05
GET      60.000         7.44
GET      61.000         7.60
GET      62.000         8.06
GET      63.000        12.33
GET      64.000        14.50
GET      65.000        16.05
GET      66.000        17.67
GET      67.000        19.77
GET      68.000        20.85
GET      69.000        21.63
GET      70.000        21.86
GET      71.000        22.17
GET      72.000        22.40
GET      73.000        23.33
GET      74.000        24.34
GET      75.000        25.81
GET      76.000        26.43
GET      77.000        27.29
GET      78.000        29.30
GET      79.000        37.67
GET      80.000        40.78
GET      81.000        43.49
GET      82.000        46.43
GET      83.000        47.83
GET      84.000        48.22
GET      85.000        48.91
GET      86.000        49.69
GET      87.000        50.31
GET      88.000        51.01
GET      89.000        52.17
GET      90.000        53.49
GET      91.000        54.42
GET      92.000        55.74
GET      93.000        57.83
GET      94.000        63.72
GET      95.000        69.46
GET      96.000        70.85
GET      97.000        73.10
GET      98.000        74.73
GET      99.000        75.58
GET     100.000        78.84
GET     110.000        91.63
GET     120.000        93.80
GET     130.000        97.98
GET     140.000        99.30
GET     150.000        99.46
GET     160.000        99.77
GET     170.000        99.84
GET     210.000       100.00
---